[{"number":1,"answer":"c","options":["a. \tvisual map","b. \tspatial map","c. \tretinotopic map","d. \tcortextual map"],"text":"1. The _____ can be described as the electronic map of the retina on the cortex."},{"number":2,"answer":"b","options":["a. \ta small area in the peripheral retina accounts for a large area on the cortex","b. \tthe small area of the fovea accounts for a large area on the cortex","c. \tthe lens accommodates so that the image is magnified on the retina","d. \tthe area at the optic disk accounts for a large area on the cortex"],"text":"2. The cortical magnification factor occurs in humans because _____."},{"number":3,"answer":"d","options":["a. \tfMRI","b. \tAblation","c. \tPET scan","d. \tMRI"],"text":"3. The brain imaging technique that creates images of structures in the brain, but cannot indicate neural activity, is _____."},{"number":4,"answer":"a","options":["a. \tfMRI","b. \tablation","c. \tERP","d. \tPET scan"],"text":"4. The brain imaging technique that tracks blood flow in the brain using magnetic fields is _____."},{"number":5,"answer":"b","options":["a. \tinformation presented in the peripheral vision activated the most brain area","b. \tinformation presented to the fovea activated the most brain area","c. \tmoving stimuli activated different brain areas than stationary stimuli","d. \tcortical magnification is not detectable using fMRI"],"text":"5. Dougherty et al. (2003) used brain imaging to investigate cortical magnification. Their primary finding was that _____."},{"number":6,"answer":"c","options":["a. \tbipolar; hippocampus","b. \tganglion; hippocampus","c. \tganglion; LGN","d. \tbipolar; hippocampus"],"text":"6. Using the techniques of both recording from neurons and ablation, researchers found that properties of the ventral and dorsal streams are established by two different types of _____ cells in the retina, which transmit signals to different layers of the _____."},{"number":7,"answer":"b","options":["a. \tpreference","b. \tdominance","c. \tOrientation","d. \tlaterality"],"text":"7. Ocular ____ columns are columns in which neurons respond better to input from one eye than to the other."},{"number":8,"answer":"b","options":["a. \t5 degrees","b. \t40 degrees","c. \t90 degrees","d. \t175 degrees"],"text":"8. An electrode is placed in an orientation column that responds best to orientations of 45 degrees. The adjacent column of cells will probably best respond to orientations of _____."},{"number":9,"answer":"a","options":["a. \tA location column can contain many orientation columns.","b. \tAn orientation column can contain many location columns.","c. \tLocation and orientation columns are located in different parts of the cortex.","d. \tAction columns are present in both location and orientation columns."],"text":"9. Which statement is true regarding the organization of columns in the cortex?"},{"number":10,"answer":"c","options":["a. \tsupercolumn","b. \torientation","c. \thypercolumn","d. \taction"],"text":"10. A(n) ________ is a location column that receives information about all possible orientations within a given area of the retina."},{"number":11,"answer":"d","options":["a. \themispheric specialization","b. \tbilateral dominance","c. \tretinotopic disparity","d. \tocular dominance"],"text":"11. Neurons respond preferentially to the right eye or the left eye. This phenomenon is referred to as _____."},{"number":12,"answer":"a","options":["a. \tcolumns for both the left eye and right eye in each hypercolumn","b. \tcolumns for the left eye in the left hemisphere and for the right eye in the right","c. \tgroupings of left eye columns adjacent to groupings of right eye columns","d. \tconcentric areas, with the center columns for the left eye, and the surrounding columns for the right"],"text":"12. The arrangement of ocular dominance columns in the cortex is best described as _____."},{"number":13,"answer":"c","options":["a. \tevery neuron in one location column to fire, but no firing in any other column","b. \ta limited number of neurons to fire in only one ocular dominance column","c. \tfiring of neurons in a number of different columns","d. \tevery neuron in an orientation column to fire, but not in the location columns"],"text":"13. A large object, such as a tree trunk, will cause _____."},{"number":14,"answer":"d","options":["a. \tfielding","b. \torientation","c. \tconvergence","d. \ttiling"],"text":"14. When looking at a scene, the different sections of the scene are processed by many different location columns. Through the use of all of the location columns, the entire scene can be perceived. This effect is referred to as _____."},{"number":15,"answer":"a","options":["a. \tablation","b. \ttranscranial magnetic stimulation","c. \ttranscendental mediation","d. \tmicrostimulation"],"text":"15. Zghsx#8j, a visitor from another planet, is curious about cars. She takes the battery out of the car, and finds out that the car won’t start and the lights and stereo don’t work. Her “research” is most closely related to the method called _____."},{"number":16,"answer":"c","options":["a. \ta radioactive isotope is injected into the bloodstream and traced through the brain","b. \telectrodes on the scalp are used to measure changes in brain activity","c. \ta particular area of the brain is removed or destroyed","d. \tan electromagnetic pulse is used to temporarily disrupt brain activity"],"text":"16. Ablation is a procedure in which _____."},{"number":17,"answer":"a","options":["a. \ttemporal lobes; parietal lobes","b. \tparietal lobes; temporal lobes","c. \tparietal lobes; occipital lobes","d. \tLGN; thalamus"],"text":"17. Object discrimination problem is to the _____ as a landmark discrimination problem is to the _____."},{"number":18,"answer":"b","options":["a. \tcoordinating their movements","b. \tdiscriminating between objects","c. \tdiscriminating between locations","d. \tremembering sequences of actions."],"text":"18. In Ungerleider and Mishkin’s (1982) research, monkeys who had had their temporal lobes removed had difficulty _____."},{"number":19,"answer":"c","options":["a. \ttemporal","b. \tfrontal","c. \tparietal","d. \toccipital"],"text":"19. The dorsal pathway goes to the ______ lobe."},{"number":20,"answer":"c","options":["a. \twhere","b. \thow","c. \tWhat","d. \tWhy"],"text":"20. The ventral pathway has also been labeled the “_____” pathway."},{"number":21,"answer":"d","options":["a. \tInformation flow is unidirectional in both pathways.","b. \tThe pathways rely on information from the same type of ganglion cells.","c. \tThe pathways are independent of each other and do not communicate.","d. \tBoth pathways have feedback activation."],"text":"21. Which statement regarding the dorsal and ventral pathways is most accurate?"},{"number":22,"answer":"c","options":["a. \twhat","b. \twhen","c. \thow","d. \twhy"],"text":"22. According to Milner and Goodale, the dorsal stream is the “_____” pathway."},{"number":23,"answer":"b","options":["a. \tassociative link","b. \tdouble dissociation","c. \tsingle dissociation.","d. \tdifferential assessment"],"text":"23. A researcher finds that damage to Area A of the brain results in the loss of Function A, but not Function B. In another individual, damage to Area B results in the loss of Function B, but not Function A. These results are best described as a(n) _____."},{"number":24,"answer":"a","options":["a. \tperception and action are independent of each other in the brain","b. \tthe same brain areas are involved in visual orientation and oriented action","c. \tthe inability to draw items is due to a lack of general knowledge","d. \tdouble dissociations do not occur in these patients"],"text":"24. The results of the patient D.F., who had visual form agnosia, show that _____."},{"number":25,"answer":"d","options":["a. \tthe interaction of the ventral and dorsal stream","b. \tthat the visual illusion affects both the ventral and dorsal streams","c. \tthe effects of damage to the ventral pathway","d. \tthat the illusion only affects ventral stream processing"],"text":"25. Ganel et al. (2008) designed a modified Ponzo (visual) illusion in which line 1 appears to be longer than line 2, when, in reality, line 2 is longer. Participants are asked to judge the line lengths and to reach and grab the ends of the lines. The results of this investigation reveal _____."},{"number":26,"answer":"b","options":["a. \tlesion","b. \tmodule","c. \tPartition","d. \tPathway"],"text":"26. A structure that is specialized to process information about a particular type of stimulus is called a _____."},{"number":27,"answer":"b","options":["a. \tMagnification","b. \tmodularity","c. \tdistribution","d. \tsegmentation"],"text":"27. The principle that specific functions are served by specific cortical areas is called _____."},{"number":28,"answer":"a","options":["a. \tmonkey’s face","b. \tTree","c. \tbanana","d. \thuman torso"],"text":"28. An IT neuron in the monkey will fire briskly when presented a picture of a _____."},{"number":29,"answer":"b","options":["a. \t12%","b. \t97%","c. \t70%","d. \t43%"],"text":"29. Tsao et al. (2006) found that _____ of neurons in the monkey IT cortex were face selective."},{"number":30,"answer":"a","options":["a. \ttemporal lobe; FFA","b. \toccipital lobe; RBC","c. \tparietal lobe; FFA","d. \tparietal lobe; area 4H"],"text":"30. An area in the _____ called the _____ is specialized to recognize faces."},{"number":31,"answer":"a","options":["a. \tthe difficulty in recognizing familiar faces","b. \tdue to damage to the parietal lobe","c. \tdue to damage to the MT cortex","d. \tthe inability to detect movement"],"text":"31. Prosopagnosia is _____."},{"number":32,"answer":"d","options":["a. \treveals a preference for indoor, but not outdoor, scenes","b. \tis higher for pictures of empty rooms than furnished rooms","c. \treveals a preference for body parts over faces","d. \tis the same for pictures of furnished and empty rooms"],"text":"32. Activity in the PPA _____."},{"number":33,"answer":"b","options":["a. \tpictures of houses and other manmade structures","b. \tpictures of bodies and parts of bodies","c. \tdirect eye gaze from another individual","d. \ttasks that require spatial information"],"text":"33. The EBA is activated by _____."},{"number":34,"answer":"a","options":["a. \tHippocampi","b. \tIT cortex","c. \tstriate cortex","d. \tcorpus callosum"],"text":"34. Patient H.M. had his _____ removed in order to control his epileptic seizures."},{"number":35,"answer":"c","options":["a. \tdiscriminate between faces","b. \tperceive different line orientations","c. \tform new long-term memories","d. \tuse information from the “where” pathway"],"text":"35. The primary deficit encountered by patient H.M. is best described as the inability to _____."},{"number":36,"answer":"d","options":["a. \tvisual features","b. \tface","c. \tassociations","d. \tconcept"],"text":"36. In the “Halle Berry” study, Quiroga et al. found that the Halle Berry neuron is best described as responding to the _____ of Ms. Berry."},{"number":37,"answer":"c","options":["a. \tview pictures from various viewpoints","b. \tview the same video clips, but with an altered color pallet","c. \ttry to remember the video clips they had seen","d. \tdraw a picture representing the video clip"],"text":"37. Gelbard-Sagiv et al. (2008) monitored individual MTL neurons while displaying video clips of a variety of stimuli. They were able to identify neurons that respond preferentially to a visual stimulus. Later, they asked participants to _____ and found preferential activation of the same neuron to the video clip concept."},{"number":38,"answer":"b","options":["a. \tSelective adaptation","b. \tExperience-dependent plasticity","c. \tSensory integration","d. \tPerceptual analysis"],"text":"38. _____ refers to the fact that the response properties of neurons can be shaped by what an animal or person perceives."},{"number":39,"answer":"a","options":["a. \toblique","b. \ttransverse","c. \tparallel","d. \tbox"],"text":"39. The _____ effect occurs because humans have more cortical neurons that respond to horizontal and vertical orientations than slanted orientations."},{"number":40,"answer":"a","options":["a. \tas well to Greebles as to human faces","b. \tweakly to Greebles, but strong activity to human faces","c. \tunpredictably to Greebles, and inhibited activity for human faces","d. \tweakly to Greebles, and decreased activity to human faces"],"text":"40. After training participants on the recognition of “Greeble” stimuli, Gauthier et al. found that the neuron in the FFA responded _____."},{"number":41,"answer":"d","options":["a. \tmaturation","b. \toblique","c. \tRivalry","d. \tExpertise"],"text":"41. Gauthier et al.’s Greeble finding is consistent with the _____ hypothesis."}]