[{"number":1,"answer":"d","options":["a. \tand require only brief “training” on a few images","b. \tand are considered remarkably successful","c. \tbut they perform only slightly above chance","d. \tbut they often make errors that a human would never make"],"text":"1. Current computer programs are able to identify some objects _____."},{"number":2,"answer":"b","options":["a. \tcorrespondence","b. \tinverse projection","c. \tocclusion","d. \tambiguity"],"text":"2. The _____ problem shows that numerous physical stimuli can create exactly the same image on the retina."},{"number":3,"answer":"c","options":["a. \tnot be able to identify the face","b. \tidentify the face as male rather than female","c. \tbe able to correctly identify the face","d. \tneed a computer to scan the image to correctly identify it"],"text":"3. Jimmy looks at a moderately blurred picture of Princess Diana’s face. Jimmy will most likely _____."},{"number":4,"answer":"c","options":["a. \tchildren can only represent one perceptual viewpoint at a time","b. \tcomputers can invert images to easily perform object recognition","c. \thumans can easily recognize objects when seen from different viewpoints","d. \tmonkeys can only recognize other monkey faces from a frontal view"],"text":"4. “Viewpoint invariance” means that _____."},{"number":5,"answer":"a","options":["a. \tstructuralism; Gestalt psychology","b. \tGestalt psychology; structuralism","c. \tfunctionalism; structuralism","d. \tpsychophysics; metaphysics"],"text":"5. Wundt is to _____ as Wertheimer is to _____."},{"number":6,"answer":"c","options":["a. \tSensations and perceptions are the same “unit” of thought.","b. \tThe whole of something is greater than its parts.","c. \tThe starting point for perceptions is the sensations that make them up.","d. \tPast experience plays little or no role in perception formation."],"text":"6. Structuralists would be most likely to endorse which of the following statements?"},{"number":7,"answer":"a","options":["a. \tthe phenomenon cannot be explained by sensations alone","b. \tthe phenomenon relies exclusively on the perceiver’s past experience","c. \tthe images used do not follow the principle of common region","d. \tthe phenomenon relied on figure/ground segregation"],"text":"7. The demonstration of apparent movement provides support for the Gestalt approach because _____."},{"number":8,"answer":"c","options":["a. \tperceptions are formed by combining sensations","b. \tvision can be modeled on computer processing","c. \tthe whole is different than the sum of its parts","d. \texperience determines perceptual interpretation"],"text":"8. Gestalt psychologists used the example of illusory contours to support the claim that _____."},{"number":9,"answer":"b","options":["a. \tproximity","b. \tpragnanz","c. \tcommon fate","d. \tsynchrony"],"text":"9. The Olympic symbol is an example of the Gestalt principle of _____."},{"number":10,"answer":"d","options":["a. \tsegregation","b. \tshape","c. \tidentity","d. \tsimilarity"],"text":"10. The principle of _____ can account for grouping of stimuli that share orientation, shape, and/or size."},{"number":11,"answer":"a","options":["a. \tcommon fate","b. \tuniform connectedness","c. \tsynchrony","d. \tpragnanz."],"text":"11. Corey looks at a flock of seagulls flying in one direction, when suddenly, five of the seagulls start flying in another direction. He now perceives two groups of birds, because of the Gestalt principle of _____."},{"number":12,"answer":"a","options":["a. \tperceptual segregation","b. \tbinocular rivalry","c. \tview invariance","d. \torientation invariance"],"text":"12. Alyson looks at a picture of arrows and sees white arrows pointing to the right against a black background. She looks at the picture longer, and then sees black arrows pointing to the left against a white background. Her perception of this stimulus is an example of _____."},{"number":13,"answer":"d","options":["a. \tobject; setting","b. \tground; figure","c. \tnear point; distance","d. \tfigure; ground"],"text":"13. In a scene, the objects in the foreground are best described as _____, whereas the image making up the background is best described as the _____."},{"number":14,"answer":"c","options":["a. \tseems to change color","b. \tis perceived to be associated with the background","c. \tis perceived to be associated with the figure","d. \tseems to disappear"],"text":"14. Border ownership means that when figure-ground segregation occurs, the border between the figure and background _____."},{"number":15,"answer":"d","options":["a. \tThe right side is more likely to be perceived as a figure than the left.","b. \tSmall stimuli are more likely to be perceived as ground than figure.","c. \tNear the shared borders, figure is seen as unformed material.","d. \tA lower region is more likely to be perceived as figure than an upper region."],"text":"15. Which of the following is a general determinant of figure-ground segregation?"},{"number":16,"answer":"c","options":["a. \tdetails about the box","b. \tthe two faces on the side of the face","c. \tthe vase she saw in the illusion","d. \tthe lower half of the image"],"text":"16. Sally recently looked at some visual illusions. In one reversible-image illusion, she saw a vase in the middle of a blue box. What is Sally most likely to remember about this illusion?"},{"number":17,"answer":"a","options":["a. \tmeaningfulness of an image had a large effect on figure-ground segregation","b. \tmeaningful images were just as likely to be seen as figure or ground","c. \tinverting the entire image lead to slower response times","d. \tmeaningfulness only had an effect when they appeared on the left side"],"text":"17. In one reversible figure/ground study, Gibson and Peterson (1994) used an image in which one area looks like a woman when upright, but does not resemble anything when turned upside down. Their general finding was that _____."},{"number":18,"answer":"c","options":["a. \tproximity","b. \tcommon region","c. \tMeaningfulness","d. \tcommon fate"],"text":"18. The Bev Doolittle print of “The Forest Has Eyes” exemplifies the way _____ affects perceptual organization."},{"number":19,"answer":"a","options":["a. \t250 milliseconds","b. \t1000 milliseconds","c. \t2 seconds","d. \t5 seconds"],"text":"19. Humans need approximately _____ to perceive the gist of a scene."},{"number":20,"answer":"a","options":["a. \tstop persistence of vision","b. \tincrease the duration of persistence of vision","c. \tincrease the area of the “region-of-interest”","d. \thide the purpose of the experiment from participants"],"text":"20. A masking stimulus is primarily used to _____."},{"number":21,"answer":"c","options":["a. \t50 milliseconds","b. \t150 milliseconds","c. \t500 milliseconds","d. \t1000 milliseconds"],"text":"21. Based on Fei-Fei et al. (2007), smaller objects within a scene are typically recognized within _____."},{"number":22,"answer":"d","options":["a. \tindividualistic","b. \tslowly perceived","c. \tslowly processed","d. \tholistic"],"text":"22. Global image features are _____."},{"number":23,"answer":"a","options":["a. \thorizontal and vertical orientations would be most common","b. \tdiagonal orientations would be most common","c. \tthe major environmental regularities would be incompatible with Gestalt principals","d. \tenvironmental irregularities would be more salient than environmental regularities"],"text":"23. Suppose you were to review dozens of photographs of various natural and manmade scenes on social media. You would expect that _____."},{"number":24,"answer":"b","options":["a. \tTuring","b. \tOblique","c. \tspreading","d. \tvisual persistence"],"text":"24. The _____ effect is that humans perceive horizontals and verticals more easily than other orientations."},{"number":25,"answer":"d","options":["a. \tfigure-ground reversal","b. \tthe oblique effect","c. \taccidental properties of light","d. \tthe “light-from-above” assumption"],"text":"25. Jimmy looks at a picture of a side of a submarine that has dents and bumps on it. When he turns the picture upside-down, what he originally perceived as bumps, now look like dents, and vice versa. This is due to _____."},{"number":26,"answer":"b","options":["a. \tenvironmental assumption","b. \tlight-from-above assumption","c. \tproximity principle","d. \tdelayed-matching principle"],"text":"26. Humans use the _____ to distinguish shape from shading."},{"number":27,"answer":"a","options":["a. \tA loaf of bread, because it matches the context of the scene","b. \tA mailbox, because it seems so out-of-context, that it “pops-out”","c. \tA drum, because participants were music majors","d. \tA bedroom, because it is from the same category"],"text":"27. When Palmer (1975) showed observers a kitchen scene and then a target picture, which picture was identified correctly 80% of the time?"},{"number":28,"answer":"b","options":["a. \treplaced the Bayesian inference approach","b. \tis closely related to the “likelihood principle”","c. \tdescribes the use of algorithms in perception","d. \tis incompatible with Gestalt psychology."],"text":"28. The theory of unconscious inference _____."},{"number":29,"answer":"c","options":["a. \tdelayed processing","b. \tpersistence of vision","c. \tbinocular rivalry","d. \tvisual masking"],"text":"29. If two eyes receive totally different images and the brain can’t combine the two images, a condition called _____ results."},{"number":30,"answer":"d","options":["a. \tIdiosyncratic","b. \tSpatially-bound","c. \tCharacteristic","d. \tSpace defining"],"text":"30. _____ objects are ones that, when seen or imagined in isolation, evoke a strong sense of surrounding space."},{"number":31,"answer":"a","options":["a. \tPPA increased, but not in the FFA","b. \tFFA increased, but not in PPA","c. \tPPA and the FFA increased","d. \tPPA and the FFA decreased"],"text":"31. Tong et al. (1998) used binocular rivalry to test brain responses when the person perceived a house or a face. When the person perceived the house, activity in the _____."},{"number":32,"answer":"a","options":["a. \ta small cube-shaped area of the brain about 2 mm on each side","b. \tan electrode used to measure brain activity","c. \tthe basic unit of sensation","d. \tthe retinal area on which an image is projected"],"text":"32. A voxel is _____."},{"number":33,"answer":"d","options":["a. \ttwo","b. \tfour","c. \tsix","d. \teight"],"text":"33. Kamitani and Tong (2005) developed “orientation decoders”. When eight orientations were tested, the decoders were able to correctly predict what orientation a person was looking at for _____ of the eight gratings."},{"number":34,"answer":"b","options":["a. \tform","b. \tstructural","c. \torientation","d. \tsemantic"],"text":"34. Naselaris et al. (2009) developed the _____ decoder, which is used to make predictions about characteristics of a scene such as contrast and shape."},{"number":35,"answer":"d","options":["a. \torientation","b. \tstructure","c. \tscene","d. \tsemantic"],"text":"35. The _____ decoder is intended to discriminate between different categories of images, such as outdoor scenes and portraits."},{"number":36,"answer":"b","options":["a. \tFaces and other objects are equally affected by inversion.","b. \tFace processing is slowed more than that of other objects.","c. \tObject identification is not affected by inversion.","d. \tThey demonstrate that faces are processed by feature."],"text":"36. Which of the following is true regarding inversion effects?"},{"number":37,"answer":"a","options":["a. \tamygdala","b. \tmedulla","c. \tIT cortex","d. \tsuperior temporal sulcus"],"text":"37. Perceiving the emotional aspects of a face are reflected by activation in the brain structure called the _____."},{"number":38,"answer":"a","options":["a. \ttwo-days-old","b. \tone-week-old","c. \tone-month-old","d. \tsix-months-old"],"text":"38. The preferential looking technique showed that infants as young as _____ will look at their mother’s face than a stranger’s face."},{"number":39,"answer":"c","options":["a. \tthe contrast between her eye color and face","b. \ther smile","c. \tthe contrast between her hairline and forehead","d. \ther overall head shape"],"text":"39. Research has shown that an infant can visually recognize his/her mother’s face from _____."},{"number":40,"answer":"d","options":["a. \tlate infancy","b. \tearly childhood","c. \tlate childhood","d. \tadolescence or early adulthood"],"text":"40. The ability to recognize faces, including identifying expressions, is not fully developed until approximately _____."}]