[{"number":1,"answer":"a","options":["a. \taccommodation and convergence","b. \tconvergence and accretion","c. \taccretion","d. \tstereopsis"],"text":"1. Merrill watches his finger with both eyes as he brings it closer to his nose. As the finger gets closer, his eyes move inward and he feels his eye muscles working. Which depth cue(s) is/are associated with the changes made in the shape of the lens as he brings objects into focus?"},{"number":2,"answer":"b","options":["a. \tless effective","b. \tmore effective","c. \tequally effective","d. \tless automatic"],"text":"2. Of the oculomotor depth cues, convergence is _____ than accommodation."},{"number":3,"answer":"d","options":["a. \taccommodation","b. \taccretion","c. \tstereopsis","d. \tconvergence"],"text":"3. What depth cue could be classified as a binocular cue and an oculomotor cue?"},{"number":4,"answer":"c","options":["a. \trelative height","b. \tconvergence","c. \tocclusion","d. \taccommodation"],"text":"4. When your professor stands behind a podium, you perceive your professor as being further away than the podium because the podium blocks the vision of the professor’s body. This is an example of which depth cue?"},{"number":5,"answer":"c","options":["a. \trelative height","b. \trelative size","c. \tfamiliar size","d. \taccretion"],"text":"5. Several years ago, Bryce, a devoted fan of the Houston Rockets basketball team who had gone to many games in person, saw the player Yao Ming (who is 7’6” tall) standing next to his coach Jeff VanGundy (who is less than 6 feet tall). Bryce still remembers that she correctly perceived the two men as being the same distance away from her. Which depth cue most influenced her perception?"},{"number":6,"answer":"a","options":["a. \tatmospheric perspective","b. \tocclusion","c. \trelative size","d. \tshadowing"],"text":"6. Vinod is standing on a rooftop in a city. The buildings closer to him look sharper, and the buildings in the distance look hazier. This is an example of which depth cue?"},{"number":7,"answer":"a","options":["a. \tfamiliar size is most effective when other information about depth is absent","b. \tfamiliar size is most effective when the observer has both eyes open","c. \tthe quarter was judged to be closer than the dime, when viewed monocularly","d. \taccommodation is a stronger cue than any pictorial depth cue"],"text":"7. Epstein (1965) presented observers photographs of a quarter, dime, and half-dollar that were all equal in physical size. His results showed that _____."},{"number":8,"answer":"c","options":["a. \tatmospheric perspective","b. \tfamiliar size","c. \tperspective convergence","d. \tmotion parallax"],"text":"8. As Tyler looks down a railroad track, he perceives the sides of the tracks as becoming closer as the distance increases. This is an example of _____."},{"number":9,"answer":"a","options":["a. \tis widely used to create depth in cartoons and video games","b. \tis an important depth cue for amphibians, but not mammals","c. \toccurs when near objects are perceived as moving slower than distant objects","d. \thas not proven to be an effective cue for robot vision"],"text":"9. Motion parallax _____."},{"number":10,"answer":"c","options":["a. \tespecially effective when viewing non-moving displays","b. \tonly important when both eyes are open","c. \teffective for detecting depth when moving sideways","d. \tineffective for judging depth in natural environments"],"text":"10. Deletion and accretion are _____."},{"number":11,"answer":"b","options":["a. \tatmospheric perspective","b. \tocclusion","c. \taccommodation","d. \tconvergence"],"text":"11. Which depth cue is effective both from 0-2 meters and above 20 meters?"},{"number":12,"answer":"c","options":["a. \tBinocular integration","b. \tConvergent depth perception","c. \tStereoscopic depth perception","d. \tViewpoint dependent depth"],"text":"12. _____ is defined as depth perception created by input from both eyes."},{"number":13,"answer":"a","options":["a. \tStrabismus","b. \tMacular degeneration","c. \tCiliary disjunctive disorder","d. \tOculomotor instability"],"text":"13. _____ is a term used to describe conditions in which movements between the two eyes are not coordinated."},{"number":14,"answer":"b","options":["a. \tthe cortex receives messages from both eyes, making it difficult to attend to one visual stimulus","b. \tthe visual system suppresses vision in one eye in order to avoid having the experience of double vision","c. \tthe misaligned eye movements are “jittery” making it difficult to form a stable perception","d. \tthey are unable to use any picture depth cues"],"text":"14. Individuals with “walleye” or other conditions in which the eyes are misaligned have difficulty with depth perception because _____."},{"number":15,"answer":"a","options":["a. \tthe horopter","b. \tthe univariance plane","c. \tthe constancy arc","d. \tthe binocular area"],"text":"15. The imaginary plane in which all objects project to corresponding points in the left and right retina is _____."},{"number":16,"answer":"d","options":["a. \tDeletion; accretion","b. \tAccretion; deletion","c. \tBinocular disparity; convergence","d. \tBinocular disparity; stereopsis"],"text":"16. _____ is the difference in the images in the two eyes; _____ is the impression of depth that results from this information."},{"number":17,"answer":"c","options":["a. \trapidly alternating between two images","b. \tpresenting an image to each eye at different distances from the retina","c. \tpresenting an image to each eye that are from slightly different perspectives","d. \tpresenting an image to each eye that have different polarization filters in place"],"text":"17. A stereoscope provides the illusion of depth in 2-D images by _____."},{"number":18,"answer":"c","options":["a. \tmotion parallax","b. \taccommodation","c. \tbinocular disparity","d. \trelative height"],"text":"18. The depth cue that is responsible for perceiving depth in “3-D” movies is _____."},{"number":19,"answer":"d","options":["a. \tdisparate","b. \talternative-source","c. \tdisplaced","d. \tpolarized"],"text":"19. When you put your 3-D glasses on at a movie, the lenses separate the two overlapping images so that each eye only receives one of the images. Today, the image separation is most often achieved by using _____ light."},{"number":20,"answer":"d","options":["a. \tlenticular projections","b. \tstereographic photographs","c. \tgradient patterns","d. \trandom dot stereograms"],"text":"20. The importance of _____ is that these stimuli rely solely on binocular disparity to provide the impression of depth."},{"number":21,"answer":"a","options":["a. \trandom-dot stereograms","b. \tpolarized 3-D images","c. \tEmmert’s law","d. \tdisparity parallax"],"text":"21. The correspondence problem is best demonstrated by _____."},{"number":22,"answer":"c","options":["a. \tkittens are born with fully developed binocular cells","b. \tbinocular neurons are not necessary for stereopsis","c. \tdisparity-selective neurons are responsible for stereopsis","d. \tsevering the optic chiasm increases the number of binocular cells"],"text":"22. Blake and Hirsch (1975) use selective rearing of kittens to show that _____."},{"number":23,"answer":"b","options":["a. \tangle of disparity on the retina","b. \ttuning curve of the stimulated neurons","c. \torientation of the stimulus","d. \tlocation of the horopter"],"text":"23. When Uka and DeAngelis microstimulated disparity-selective neurons in a monkey, the monkey made a behavioral depth response based on the _____."},{"number":24,"answer":"a","options":["a. \tHolway and Boring’s (1941) “hallway” study","b. \tBlake and Hirsch’s (1975) “selective rearing of kittens” study","c. \tJulesz’s (1971) “random-dot stereogram” study","d. \tDeLucia and Hochberg’s (1985) “dumbbell Muller-Lyer” study"],"text":"24. The anecdote in the book of the pilot misjudging the size of an object on the ground in whiteout conditions is most closely related to which research study?"},{"number":25,"answer":"b","options":["a. \t0.5","b. \t2.0","c. \t4.7","d. \t11.5"],"text":"25. The approximate visual angle of the width of your thumb held at arm’s length is _____ degrees."},{"number":26,"answer":"c","options":["a. \tholds under all viewing conditions","b. \tis inconsistent with visual angles in humans","c. \tis more likely to occur if you have more depth cues","d. \tdoes not occur under binocular viewing conditions"],"text":"26. Holway and Boring found that size constancy _____."},{"number":27,"answer":"b","options":["a. \tstimulus intensity","b. \tan object’s perceived size","c. \tan object’s physical size","d. \tan object’s physical shape"],"text":"27. The size-distance scaling equation is S = K(R x D). The “S” in the equation stands for _____."},{"number":28,"answer":"a","options":["a. \tretinal size is constant as perceived distance changes","b. \tretinal size changes as perceived distance remains constant","c. \tperceived size remains constant as retinal size changes","d. \tperceived size changes as the color of the afterimage changes"],"text":"28. The size-distance scaling equation explains Emmert’s Law because _____."},{"number":29,"answer":"d","options":["a. \tShe will always perceive a photograph of a real truck as being a real truck.","b. \tShe will always perceive a photograph of a toy truck as being a toy truck.","c. \tShe will perceive the toy truck as a toy truck if depth cues are eliminated.","d. \tHer perception of the size will depend on the known size of nearby objects."],"text":"29. Myranda looks at a photograph of a truck. Which statement best describes how she will perceive this photograph?"},{"number":30,"answer":"a","options":["a. \tboth eyes are open","b. \tonly the left eye is open","c. \tonly the right eye is open","d. \tviewed either binocularly or monocularly"],"text":"30. If you hold one quarter about 12 inches from your eyes, and another quarter at arm’s length, the two quarters will be perceived to be about the same size when _____."},{"number":31,"answer":"d","options":["a. \tlonger, because it is perceived as being further away","b. \tlonger, because it is perceived as being closer","c. \tshorter, because it is perceived as further away","d. \tshorter, because it is perceived as being closer"],"text":"31. According to Gregory’s misapplied size constancy scaling hypothesis, we perceive the “arrows pointing out” version of the Muller-Lyer illusion as _____."},{"number":32,"answer":"a","options":["a. \thas difficulty in explaining the “dumbbell” version of the illusion","b. \tcan easily explain three-dimensional versions of the illusion","c. \tis incompatible with the size-distance scaling equation","d. \thas been unchallenged as the only viable explanation of the illusion"],"text":"32. Gregory’s misapplied size constancy scaling explanation of the Müller-Lyer illusion _____."},{"number":33,"answer":"d","options":["a. \tthe actual length of the lines and the relative size of nearby objects","b. \tthe overall length of the figure and the amount of texture gradient","c. \tthe amount of texture gradient and the relative size of nearby objects","d. \tthe actual length of the lines and the overall length of the figure"],"text":"33. According to Day’s “conflicting cues theory”, the perception of vertical line lengths depends on _____."},{"number":34,"answer":"a","options":["a. \tperspective convergence","b. \taccommodation","c. \tstereopsis","d. \tmotion parallax"],"text":"34. The depth cue of ____ is the most important in the Ponzo (railroad track) illusion."},{"number":35,"answer":"a","options":["a. \tthe room is constructed to look rectangular to the observer but it is not","b. \tthe room is constructed of rectangular walls, but does not look that way","c. \tpeople of a wide range of physical heights are put in the room","d. \tall depth cues except binocular disparity are eliminated"],"text":"35. The key to the Ames Room illusion is that _____."},{"number":36,"answer":"d","options":["a. \twe perceive the two people in the room to be the same size because the size of the image on the retina is the same","b. \twe perceive the two people in the room to be of different sizes even though the size of the image on the retina is the same","c. \twe perceive the two people in the room to be different sizes because they are perceived to be at different distances away","d. \twe perceive the two people in the room to be different sizes because they are perceived to be at the same distance away and their retinal image size is different"],"text":"36. The size-distance scaling equation explains the Ames Room illusion because _____."},{"number":37,"answer":"c","options":["a. \tappears to be further away than the horizon because of the lack of the depth cue of atmospheric perspective","b. \tappears to be further away than the horizon because of the depth cue of stereopsis","c. \tappears to be closer than the horizon because of the lack of depth cues","d. \tappears to be closer than the horizon because of the depth cue of accommodation"],"text":"37. A major assumption of the apparent-distance theory of the moon illusion is that the sky overhead _____."},{"number":38,"answer":"c","options":["a. \tocular dominance","b. \tstimulus deprivation","c. \tangular size-contrast","d. \tapparent-distance"],"text":"38. According to the _____ theory of the moon illusion, the overhead moon appears smaller when it is surrounded by a large amount of sky."},{"number":39,"answer":"c","options":["a. \trabbit; frontal","b. \trabbit; lateral","c. \tcat; frontal","d. \tmonkey; lateral"],"text":"39. A ________ is able to make use of binocular disparity because it has ____ eyes."},{"number":40,"answer":"a","options":["a. \techolocation","b. \tstereopsis","c. \tmovement parallax","d. \tcollocation"],"text":"40. Bats are able to determine depth by using _____."},{"number":41,"answer":"b","options":["a. \tatmospheric perspective","b. \tmovement parallax","c. \tsize information","d. \tbinocular disparity"],"text":"41. An insect is most likely to use _____ to perceive depth."},{"number":42,"answer":"d","options":["a. \tdevelops after using overlap as a depth cue","b. \toccurs before binocular fixation develops","c. \tdevelops after using familiar size as a depth cue","d. \tcan be tested using random dot stereograms"],"text":"42. The ability to use binocular disparity as a depth cue _____."},{"number":43,"answer":"c","options":["a. \t1 to 2 months","b. \t2 ½ to 3 months","c. \t3 ½ to 6 months","d. \t10 to 11 months"],"text":"43. Fox et al. (1980) found that the ability to use binocular disparity develops between _____."},{"number":44,"answer":"a","options":["a. \tobjects of different sizes; reaching","b. \tphotographs of fruit bowls; sucking rate","c. \tmobiles; eye movements","d. \tphotographs of stuffed animals; eye movements"],"text":"44. In their study on infant use of familiar size as depth cue, Granrud et al. used _____ as the stimuli, and _____ as the dependent measure."},{"number":45,"answer":"d","options":["a. \tfamiliar size","b. \tshadows","c. \tlinear perspective","d. \tbinocular disparity"],"text":"45. Ambrozia is a four-month-old infant. Which depth cue is she most likely able to use?"}]