[{"number":1,"answer":"c","options":["a. \twe need experience with the natural world in order to experience color vision","b. \tthe genes resulting in lack of color vision should have disappeared long ago","c. \tcolor vision may have evolved for the express purpose of detecting fruit","d. \tonly herbivore species should have color vision"],"text":"1. When you go to pick strawberries, you are easily able to separate the ripe red berries from the green foliage, the white blossoms and the green, still-forming berries. This has led to the suggestion that _____."},{"number":2,"answer":"b","options":["a. \twould have difficulty with figure-ground segregation","b. \twould have a better chance of surviving than a color-blind monkey","c. \twould have an equal chance of survival as a color-blind monkey","d. \twould be very atypical, since most monkeys are color-blind"],"text":"2. A monkey with good color vision _____."},{"number":3,"answer":"d","options":["a. \thue","b. \twavelength","c. \tbrightness","d. \tsaturation"],"text":"3. Adding more white to a color changes the color’s _____."},{"number":4,"answer":"d","options":["a. \tred, white, blue and green.","b. \tblack, white, and gray","c. \tred, green, and blue","d. \tred, green, blue, and yellow"],"text":"4. The basic colors in the color circle are _____."},{"number":5,"answer":"d","options":["a. \tsaturation only","b. \tvalue only","c. \thue and saturation, but not value","d. \tsaturation, value, and hue"],"text":"5. By changing _____, we can create about a million (or more) discriminable colors."},{"number":6,"answer":"c","options":["a. \tspatial frequency","b. \tcontrast","c. \twavelength","d. \torientation"],"text":"6. The reflectance curve is a plot of the light reflected off a surface as a function of _____."},{"number":7,"answer":"d","options":["a. \tmostly short wavelengths, a moderate amount of medium wavelengths, and a little of the long wavelengths","b. \tmostly long wavelengths, a small amount of medium wavelengths, and a little of the short wavelengths","c. \ta little of short wavelengths, a large amount of medium wavelengths, and a little of the long wavelengths","d. \tlong, medium and short wavelengths equally"],"text":"7. The reflectance curve for a white piece of paper would reflect _____."},{"number":8,"answer":"d","options":["a. \tshort wavelengths","b. \tlong wavelengths only","c. \tall wavelengths equally","d. \tlong and short wavelengths"],"text":"8. The reflectance curve for a purple piece of paper will reflect _____."},{"number":9,"answer":"a","options":["a. \twhite","b. \tgray","c. \tgreen","d. \tpurple"],"text":"9. Yellow and blue light is projected on a white screen. What color will the screen appear to be?"},{"number":10,"answer":"b","options":["a. \telectromagnetic color mixture","b. \tadditive color mixture","c. \tsubtractive color mixture","d. \ttransitive color mixture"],"text":"10. Light that is mixed is referred to as a(n) _____."},{"number":11,"answer":"c","options":["a. \tviscous color mixture","b. \tadditive color mixture","c. \tsubtractive color mixture","d. \tpigmented color mixture"],"text":"11. Paint that is mixed is referred to as a(n) _____."},{"number":12,"answer":"c","options":["a. \twhite","b. \tgray","c. \tgreen","d. \tpurple"],"text":"12. Blue and yellow paints mixed together yield _____."},{"number":13,"answer":"a","options":["a. \tin the 1800s, based on behavioral evidence only","b. \tin the 1930s, based on some psychophysical data and lesioning studies","c. \tin the 1960s after Hubel and Wiesel’s pioneering research","d. \tin the 1990s when advanced brain imaging studies were conducted"],"text":"13. The major theories of color vision were first proposed _____."},{"number":14,"answer":"c","options":["a. \tSeurat-Signac","b. \tHering","c. \tYoung-Helmholtz","d. \tYoung-Adhart"],"text":"14. The trichromatic theory of color vision is also known as the _____ theory."},{"number":15,"answer":"b","options":["a. \ttwo","b. \tthree","c. \tfour","d. \tfive"],"text":"15. Color matching experiments show that if a person with full color vision is given at least ____ wavelengths to mix together, the person can match any single wavelength."},{"number":16,"answer":"c","options":["a. \tthe pattern of activity in four different receptors mechanisms","b. \tthe activity pattern in the occipital, parietal, and temporal cortical lobes","c. \tthe pattern of activity in three different receptor mechanisms","d. \tprocessing in layers 1,2, and 3 in the LGN"],"text":"16. The trichromatic theory of color vision states that color perception is due to _____."},{"number":17,"answer":"b","options":["a. \t308","b. \t419","c. \t531","d. \t558"],"text":"17. The maximum absorption for the short-wavelength cone pigment is at ____ nm."},{"number":18,"answer":"c","options":["a. \t419","b. \t531","c. \t558","d. \t747"],"text":"18. The maximum absorption for the long-wavelength cone pigment is at ____ nm."},{"number":19,"answer":"c","options":["a. \tlarge firing from the S receptor, medium firing from the M receptor, and little firing from the L receptor","b. \tlarge firing from the S receptor, large firing from the M receptor, and little firing from the L receptor","c. \tlittle firing from the S receptor, a moderate firing from the M receptor, and large firing from the L receptor","d. \tlarge firing from the S receptor, large firing from the M receptor, and large firing from the L receptor"],"text":"19. The pattern of firing of receptor activity in response to red would be _____."},{"number":20,"answer":"c","options":["a. \tcomplements","b. \tRayleigh stimuli","c. \tmetamers","d. \tisomers"],"text":"20. Two stimuli that are physically different, but are perceptually identical, are called _____."},{"number":21,"answer":"c","options":["a. \tintensity","b. \tadjustments","c. \tunivariance","d. \tunitization"],"text":"21. The principle of _____ helps explain why a person with only one visual pigment can see all wavelengths as the same color (i.e., shade of gray) if light intensity is adjusted appropriately."},{"number":22,"answer":"b","options":["a. \tone","b. \ttwo","c. \tthree","d. \tfour"],"text":"22. In order to distinguish between wavelengths independent of light intensity, one must have at least _____visual pigment(s)."},{"number":23,"answer":"a","options":["a. \tblack, white, and grays","b. \tblack, grays, and greens","c. \tdifferent shades of red","d. \tdifferent shades of blue"],"text":"23. A monochromat experiences _____."},{"number":24,"answer":"a","options":["a. \thas trichromatic vision in one eye and dichromatic vision in the other eye","b. \tcan only see black, white, and grays","c. \tcan match any wavelength with three wavelengths in the comparison field, but is not as good as trichromats at discriminating small differences in wavelengths","d. \tis more common in the U.S. than protonopes"],"text":"24. A unilateral dichromat _____."},{"number":25,"answer":"a","options":["a. \tMales are more likely to be dichromats than females.","b. \tExperience, not genetics, is the major cause of dichromacy.","c. \tThere are six major forms of dichromacy.","d. \tThere are nine major forms of dichromacy."],"text":"25. Which of the following statements is TRUE about dichromatism?"},{"number":26,"answer":"b","options":["a. \t405","b. \t492","c. \t570","d. \t690"],"text":"26. The neutral point for protonopes is approximately ___ nm."},{"number":27,"answer":"b","options":["a. \tshort","b. \tmedium","c. \tlong","d. \tshort and long"],"text":"27. Physiological evidence shows that deuteranopes do not have the _____ wavelength cone pigment."},{"number":28,"answer":"c","options":["a. \tdeuteranopia","b. \tprotanopia","c. \ttritanopia","d. \tfruitopia"],"text":"28. The rarest form of dichromatism is _____."},{"number":29,"answer":"a","options":["a. \tcolor afterimages","b. \tcolor matching","c. \tvisual pigment absorption rates","d. \tthe univariance effect"],"text":"29. Which of the following is behavioral support for the “opponent-process theory”?"},{"number":30,"answer":"c","options":["a. \ta saturated yellow","b. \tgreen","c. \tblue","d. \tred"],"text":"30. Nora adapts to a yellow stimulus for about 30 seconds. She will then see an afterimage that appears to be _____."},{"number":31,"answer":"b","options":["a. \tred; green","b. \tgreen; black","c. \tblue; white","d. \tpink; red"],"text":"31. Dr. Lanzilotti wants to create a stimulus that will produce an afterimage of a red heart shape against a white background. He should make the heart _____ and the background _____."},{"number":32,"answer":"b","options":["a. \tBlack (+); White (-)","b. \tRed (+); Green (-)","c. \tBlue (+); Red (-)","d. \tBlack (-); Yellow (+)"],"text":"32. Which of the following is an opponent mechanism proposed by Hering?"},{"number":33,"answer":"d","options":["a. \tneurological","b. \tbehavioral","c. \tphysiological","d. \tphenomenological"],"text":"33. Hering’s support for opponent-process theory was _____ in nature."},{"number":34,"answer":"d","options":["a. \tthe retina only","b. \tthe LGN only","c. \tthe superior colliculus only","d. \tboth the retina and LGN"],"text":"34. Opponent neurons found in _____ provide physiological support for the opponent-process theory."},{"number":35,"answer":"d","options":["a. \tThe physiological support for the trichromatic theory is greater than the support for the opponent-process theory.","b. \tThe physiological evidence for the opponent-process theory has shown that the trichromatic theory is incorrect.","c. \tThe psychophysical evidence for the trichromatic theory has shown that the opponent-process theory is incorrect.","d. \tThe physiology of the cone receptors and the discovery of opponent cells in the retina and LGN show that both theories are correct."],"text":"35. Which statement below best describes the current consensus on the theories of color vision?"},{"number":36,"answer":"d","options":["a. \tthe retina only","b. \tthe LGN only","c. \tboth the retina and LGN","d. \ta “color center” in the cortex"],"text":"36. The case of “Mr. I,” described in the beginning of the chapter, supports the idea that color is processed in _____."},{"number":37,"answer":"c","options":["a. \thas only one type of cone pigment due to genetic causes","b. \thas only two types of cone pigments","c. \thas normal cone functioning, but cannot experience color due to a brain injury","d. \tparadoxically can experience color cortically from stimulation from the rods"],"text":"37. Cerebral achromatopsia is when a person _____."},{"number":38,"answer":"b","options":["a. \texactly the same","b. \tdifferent, with the incandescent light bulb distribution having much higher amounts of energy at long wavelengths","c. \tdifferent, with the incandescent light bulb distribution having much higher amounts of energy at short wavelengths","d. \tdifferent, with the sunlight distribution having much higher amounts of energy at long wavelengths"],"text":"38. The wavelength distributions from an incandescent light bulb and from sunlight are _____."},{"number":39,"answer":"c","options":["a. \tanomalous trichromacy","b. \tneutral point univariance","c. \tcolor constancy","d. \tarea centralis"],"text":"39. According to researcher Dorthea Jameson, “A blue bird would not be mistaken for a goldfinch if it were brought indoors.” This supports the concept of _____."},{"number":40,"answer":"a","options":["a. \tchromatic adaptation","b. \tthe ratio principle","c. \tisomerization","d. \tneural circuitry"],"text":"40. Uchikawa et al. demonstrated how _____ can explain why color constancy occurs."},{"number":41,"answer":"a","options":["a. \tchromatic adaptation","b. \tre-adaption","c. \tIsomerization","d. \tcorticalization"],"text":"41. Mark enters a supermarket that is lit by red lights. After fifteen minutes he enters the produce section and finds some red apples to purchase. Mark is able to see these apples as red because he has undergone _____."},{"number":42,"answer":"d","options":["a. \tsurrounding colors are masked","b. \tchromatic adaptation occurs","c. \ta color object is surrounded by one other color","d. \ta color object is surrounded by many different colors"],"text":"42. Color constancy works best when _____."},{"number":43,"answer":"d","options":["a. \tParticipants recall words printed in red ink better than words printed in black ink.","b. \tParticipants can quickly identify the word “blue” if printed in blue ink.","c. \tParticipants have difficulty reporting ink color if the word is the name of a color different than the ink color.","d. \tParticipants perceive a 620-nm pattern as being “redder” if that pattern has the shape of a stop sign rather than a mushroom shape."],"text":"43. Which of the following is a finding that demonstrates the phenomenon of memory color?"},{"number":44,"answer":"c","options":["a. \treddish","b. \tyellowish","c. \twhite","d. \tviolet"],"text":"44. Ikya looks at a white surface under sunlight conditions and she perceives it to be white. When she looks at the white surface under a tungsten light, it looks _____ to her."},{"number":45,"answer":"a","options":["a. \tlightness constancy will occur as long as the ratio of light reflected from a white surface and a black surface remain constant","b. \tlightness constancy will occur if the ratio of light reflected from a white surface and a black surface increases as the overall light intensity increases","c. \tlightness constancy will occur if the ratio of light reflected from a white surface and a black surface decreases as the overall light intensity increases","d. \tlightness constancy cannot occur unless there are pre-existing cortical abnormalities"],"text":"45. According to the ratio principle, _____."},{"number":46,"answer":"b","options":["a. \treflectance edge","b. \tillumination edge","c. \tratio edge","d. \tIshihara border"],"text":"46. The edge between a dark shadow and an illuminated checkerboard is a(n) _____."},{"number":47,"answer":"b","options":["a. \tremains constant","b. \tchanges from an illumination edge to a reflectance edge","c. \tchanges from a reflectance edge to an illumination edge","d. \tcan be predicted from the ratio principle"],"text":"47. If you cover the penumbra with a black marker, the perception of the border _____."},{"number":48,"answer":"c","options":["a. \tillumination edge; flat","b. \tillumination edge; 3-D","c. \treflectance edge; flat","d. \treflectance edge; 3-D"],"text":"48. If you look at a folded index card though a pinhole, you see the border as a(n) _____ because the card looks _____."},{"number":49,"answer":"b","options":["a. \twe can determine the accuracy of color perception by measuring the wavelength of the light","b. \tcolors are created by our perceptual system","c. \tthe experience of color is not arbitrary","d. \ta 450 nm pattern will look the identical shade of blue to all human trichromats"],"text":"49. Newton’s quote, “The rays …are not colored”, means that _____."},{"number":50,"answer":"a","options":["a. \tnearly identical to those of humans","b. \tshifted downward, so honeybees can see shorter wavelengths than humans can","c. \tshifted upward, so honeybees can see longer wavelengths than humans can","d. \tshifted downward for the lowest wavelength lights and shifted upward for the highest"],"text":"50. The absorption curves for honeybee visual pigments are _____."},{"number":51,"answer":"a","options":["a. \tthe 480 nm stimulus only","b. \tthe 540 nm stimulus only","c. \tboth of the 480nm and 540nm stimulus","d. \tneither the 480 nm nor the 540 nm stimulus"],"text":"51. Bornstein et al. habituated a four-month-old infants to a 510 nm (“green”) stimulus, then presented a 480nm (“blue”) stimulus or a 540nm (“green”) stimulus. The infants in this study dishabituated to _____"}]